{
    "animaux": [
      {
        "id": 1,
        "nom": "Scar",
        "espece": "Chien",
        "race": "Berger Allemand",
        "sexe": "Femelle",
        "age": 4,
        "description": "Scar est une belle Berger Allemand avec un cœur immense. Elle est arrivée avec son compagnon Scott après que leur ancien propriétaire a dû renoncer à les garder en raison de problèmes de santé. Scar est protectrice, mais aussi très douce et affectueuse avec ceux qu'elle connaît. Elle a besoin d'un foyer qui comprend bien sa race, sans enfants ni chats. Si vous cherchez un chien loyal, qui adore l'eau et les câlins au coin du feu, Scar est la compagne idéale pour vous.",
        "adopte": false,
        "castre": true,
        "imageUrl": "assets/images/Scar.jpg"
      },
      {
        "id": 2,
        "nom": "Kenzo",
        "espece": "Chien",
        "race": "Labrador",
        "sexe": "Male",
        "age": 3,
        "description": "Kenzo est un Labrador affectueux au grand cœur, qui cherche une nouvelle famille depuis la perte de son maître. Il est sociable et adore passer du temps avec les enfants et les autres chiens. Toujours prêt pour une promenade en laisse ou une partie de jeu, Kenzo vous apportera de la joie et de l’amour au quotidien. C’est un vrai compagnon de vie, qui vous suivra partout avec bonheur et loyauté.",
        "adopte": false,
        "castre": true,
        "imageUrl": "assets/images/Kenzo.jpg"
      },
      {
        "id": 3,
        "nom": "Rex",
        "espece": "Chien",
        "race": "Golden Retriever",
        "sexe": "Male",
        "age": 5,
        "description": "Rex est un Golden Retriever plein de vie et d’énergie. Abandonné par sa famille qui ne pouvait plus s’occuper de lui, Rex a beaucoup d'amour à offrir. Il adore courir, jouer et nager. Si vous cherchez un compagnon pour des aventures en plein air, Rex est le chien parfait pour vous. Il est obéissant et à l’écoute, tout en restant joueur et curieux. Rex attend impatiemment une famille qui saura l'aimer autant qu'il le mérite.",
        "adopte": false,
        "castre": true,
        "imageUrl": "assets/images/Rex.jpg"
      },
      {
        "id": 4,
        "nom": "Bella",
        "espece": "Chien",
        "race": "Caniche",
        "sexe": "Femelle",
        "age": 6,
        "description": "Bella est une petite chienne douce et affectueuse, qui rêve de trouver une famille aimante. Abandonnée par son propriétaire parti à l’étranger, elle recherche un foyer où elle pourra être entourée de tendresse. Bella s’entend bien avec les enfants et les autres chiens, mais préfère un environnement sans chats. Si vous cherchez une petite boule d'amour qui aime les câlins, Bella est la compagne idéale.",
        "adopte": false,
        "castre": true,
        "imageUrl": "assets/images/Bella.jpg"
      },
      {
        "id": 5,
        "nom": "Scott",
        "espece": "Chien",
        "race": "Husky",
        "sexe": "Male",
        "age": 4,
        "description": "Scott est un Husky énergique et joyeux, arrivé au refuge avec Scar. Il a besoin de beaucoup d’exercice et rêve de longues promenades avec une famille dynamique qui partage son amour de l’aventure. Scott est également très joueur et adore la neige. Si vous êtes une famille active qui cherche un compagnon fidèle et plein de vie, Scott est fait pour vous.",
        "adopte": false,
        "castre": true,
        "imageUrl": "assets/images/Scott.jpg"
      },
      {
        "id": 6,
        "nom": "Milo",
        "espece": "Chien",
        "race": "Bulldog Français",
        "sexe": "Male",
        "age": 2,
        "description": "Milo est un petit Bulldog Français au cœur tendre, qui adore être entouré de sa famille. Abandonné par manque de temps, il cherche un foyer aimant où il pourra passer ses journées à recevoir et donner de l'amour. Milo adore les enfants, mais préfère être le seul chien de la maison. Il est propre, bien élevé et cherche un foyer qui saura l’aimer comme il le mérite.",
        "adopte": false,
        "castre": true,
        "imageUrl": "assets/images/Milo.jpg"
      },
      {
        "id": 7,
        "nom": "Bob",
        "espece": "Chien",
        "race": "Doberman",
        "sexe": "Male",
        "age": 3,
        "description": "Bob est un Doberman intelligent et énergique, qui adore se dépenser. Abandonné faute de temps et d’espace, il a besoin d’une famille qui saura lui offrir une vie pleine d’activités et d’affection. Bob est loyal et protecteur, et attend de trouver un foyer où il pourra s’épanouir pleinement.",
        "adopte": false,
        "castre": true,
        "imageUrl": "assets/images/Bob.jpg"
      },
      {
        "id": 8,
        "nom": "Lucky",
        "espece": "Chien",
        "race": "Shiba Inu",
        "sexe": "Male",
        "age": 2,
        "description": "Lucky est un Shiba Inu au tempérament indépendant, mais qui adore les moments de câlins. C’est un chien calme et propre, parfait pour une famille qui cherche un compagnon discret mais affectueux. Lucky a besoin d’une famille qui saura respecter son besoin de tranquillité, tout en lui offrant de l’amour.",
        "adopte": false,
        "castre": true,
        "imageUrl": "assets/images/Lucky.jpg"
      },
      {
        "id": 9,
        "nom": "Flocon",
        "espece": "Lapin",
        "race": "Lapin Nain",
        "sexe": "Male",
        "age": 1,
        "description": "Flocon est un petit lapin plein de vie, qui adore gambader dans le jardin. Abandonné par sa famille, il cherche un foyer chaleureux où il pourra être choyé. Si vous avez un coin de jardin et beaucoup d'amour à offrir, Flocon vous rendra au centuple toute l'affection que vous lui donnerez.",
        "adopte": false,
        "castre": true,
        "imageUrl": "assets/images/Flocon.jpg"
      },
      {
        "id": 10,
        "nom": "Noisette",
        "espece": "Lapin",
        "race": "Lapin Rex",
        "sexe": "Femelle",
        "age": 3,
        "description": "Noisette est une petite lapine douce et affectueuse, qui a été retrouvée seule dans un parc. Elle adore les câlins et cherche une famille qui saura lui offrir l'amour et la tranquillité qu'elle mérite. Noisette est idéale pour une famille qui cherche un animal calme et aimant.",
        "adopte": false,
        "castre": true,
        "imageUrl": "assets/images/Noisette.jpg"
      },
      {
        "id": 11,
        "nom": "Coton",
        "espece": "Lapin",
        "race": "Lapin Bélier",
        "sexe": "Male",
        "age": 2,
        "description": "Coton est un petit lapin curieux qui adore se faufiler dans les coins pour se reposer. Propre et discret, il est parfait pour une famille qui souhaite un compagnon paisible. Coton attend de trouver un foyer où il pourra se détendre et explorer à son rythme.",
        "adopte": false,
        "castre": true,
        "imageUrl": "assets/images/Coton.jpg"
      },
      {
        "id": 12,
        "nom": "Pistache",
        "espece": "Lapin",
        "race": "Lapin Nain",
        "sexe": "Male",
        "age": 1,
        "description": "Pistache est un petit aventurier ! Ce lapin curieux adore explorer son environnement et jouer. Trouvé errant dans un jardin, il cherche maintenant une famille qui pourra lui offrir un espace sécurisé et plein de tendresse.",
        "adopte": false,
        "castre": true,
        "imageUrl": "assets/images/Pistache.jpg"
      },
      {
        "id": 13,
        "nom": "Carotte",
        "espece": "Lapin",
        "race": "Lapin Angora",
        "sexe": "Male",
        "age": 4,
        "description": "Carotte est un magnifique Lapin Angora avec un pelage nécessitant des soins réguliers. Abandonné à cause d'une allergie, il attend un foyer où il pourra être chouchouté. Carotte est affectueux et aime se prélasser dans les bras de sa famille.",
        "adopte": false,
        "castre": true,
        "imageUrl": "assets/images/Carotte.jpg"
      },
      {
        "id": 14,
        "nom": "Bunny",
        "espece": "Lapin",
        "race": "Lapin Bélier",
        "sexe": "Male",
        "age": 3,
        "description": "Bunny est un lapin calme et affectueux, qui adore les câlins et les moments de tendresse. Abandonné faute de temps, il cherche une nouvelle famille où il pourra passer ses journées à se détendre et recevoir beaucoup d’amour.",
        "adopte": false,
        "castre": true,
        "imageUrl": "assets/images/Bunny.jpg"
      },
      {
        "id": 15,
        "nom": "Mimi",
        "espece": "Chat",
        "race": "Siamois",
        "sexe": "Femelle",
        "age": 2,
        "description": "Mimi est une belle Siamois au caractère bien trempé. Elle préfère être le seul animal du foyer, mais elle est extrêmement affectueuse avec les humains. Si vous cherchez un chat câlin et exclusif, Mimi est celle qu’il vous faut. Elle vous couvrira d’amour si vous êtes prêts à être son unique attention.",
        "adopte": false,
        "castre": true,
        "imageUrl": "assets/images/Mimi.jpg"
      },
      {
        "id": 16,
        "nom": "Lily",
        "espece": "Chat",
        "race": "Persan",
        "sexe": "Femelle",
        "age": 5,
        "description": "Lily est une Persane douce et calme, qui adore les longues siestes au soleil. Elle est très affectueuse et cherche une famille qui saura lui offrir le calme et la sérénité dont elle a besoin. Si vous avez un petit coin tranquille où Lily pourra se prélasser, elle sera ravie de vous rejoindre.",
        "adopte": false,
        "castre": true,
        "imageUrl": "assets/images/Lily.jpg"
      },
      {
        "id": 17,
        "nom": "Tom",
        "espece": "Chat",
        "race": "Maine Coon",
        "sexe": "Male",
        "age": 6,
        "description": "Tom est un magnifique Maine Coon, calme et affectueux. Il adore se blottir contre vous et recevoir des caresses. Tom a été abandonné en raison d’une allergie dans sa famille, et il attend maintenant une nouvelle chance de trouver un foyer aimant.",
        "adopte": false,
        "castre": true,
        "imageUrl": "assets/images/Tom.jpg"
      },
      {
        "id": 18,
        "nom": "Nina",
        "espece": "Chat",
        "race": "Chat Européen",
        "sexe": "Femelle",
        "age": 4,
        "description": "Nina est une petite chatte adorable, toujours prête à vous offrir des câlins. Propre et calme, elle est idéale pour une famille qui cherche une compagne douce et affectueuse. Nina attend impatiemment de trouver une famille qui l’aimera pour toujours.",
        "adopte": false,
        "castre": true,
        "imageUrl": "assets/images/Nina.jpg"
      },
      {
        "id": 19,
        "nom": "Charly",
        "espece": "Chat",
        "race": "British Shorthair",
        "sexe": "Male",
        "age": 3,
        "description": "Charly est un British Shorthair joueur et espiègle. Il adore grimper partout et découvrir de nouveaux recoins. Si vous cherchez un chat actif et affectueux, Charly est le compagnon parfait pour vous. Il attend impatiemment une famille avec qui partager ses jeux et ses moments câlins.",
        "adopte": false,
        "castre": true,
        "imageUrl": "assets/images/Charly.jpg"
      },
      {
        "id": 20,
        "nom": "Fifi",
        "espece": "Rongeur",
        "race": "Hamster Doré",
        "sexe": "Femelle",
        "age": 1,
        "description": "Fifi est une petite curieuse toujours en mouvement ! Abandonnée à cause d'un déménagement, elle cherche maintenant une nouvelle famille où elle pourra explorer et jouer. Si vous aimez les petits rongeurs actifs, Fifi saura vous faire craquer.",
        "adopte": false,
        "castre": false,
        "imageUrl": "assets/images/Fifi.jpg"
      },
      {
        "id": 21,
        "nom": "Tic",
        "espece": "Rongeur",
        "race": "Souris",
        "sexe": "Femelle",
        "age": 2,
        "description": "Tic est une petite souris pleine de vie, toujours prête à explorer. Arrivée avec sa sœur Tac, elle adore jouer et découvrir son environnement. Si vous cherchez un petit compagnon actif et curieux, Tic est parfaite pour vous.",
        "adopte": false,
        "castre": false,
        "imageUrl": "assets/images/Tic.jpg"
      },
      {
        "id": 22,
        "nom": "Tac",
        "espece": "Rongeur",
        "race": "Souris",
        "sexe": "Male",
        "age": 2,
        "description": "Tac est une petite souris curieuse et joueuse, arrivée avec sa sœur Tic. Elles forment un duo inséparable et adorent explorer ensemble. Tac est prête à rejoindre une nouvelle famille où elle pourra continuer ses aventures.",
        "adopte": false,
        "castre": false,
        "imageUrl": "assets/images/Tac.jpg"
      },
      {
        "id": 23,
        "nom": "Nugget",
        "espece": "Rongeur",
        "race": "Cochon d'Inde",
        "sexe": "Male",
        "age": 1,
        "description": "Nugget est un cochon d’Inde doux et affectueux, qui adore les câlins. Sociable et gentil, il est parfait pour une famille qui cherche un compagnon à poils doux à chouchouter. Nugget attend avec impatience de rencontrer sa nouvelle famille.",
        "adopte": false,
        "castre": true,
        "imageUrl": "assets/images/Nugget.jpg"
      },
      {
        "id": 24,
        "nom": "Grisou",
        "espece": "Rongeur",
        "race": "Rat Domestique",
        "sexe": "Male",
        "age": 3,
        "description": "Grisou est un rat domestique extrêmement intelligent et sociable. Trouvé errant, il cherche maintenant un foyer aimant où il pourra s'épanouir. Grisou est parfait pour les amateurs de rongeurs intelligents et affectueux.",
        "adopte": false,
        "castre": true,
        "imageUrl": "assets/images/Grisou.jpg"
      },
      {
        "id": 25,
        "nom": "Choupi",
        "espece": "Rongeur",
        "race": "Gerbille",
        "sexe": "Femelle",
        "age": 2,
        "description": "Choupi est une petite gerbille curieuse et joueuse. Elle adore explorer et se faufiler dans tous les recoins. Abandonnée au refuge, elle cherche une famille où elle pourra continuer ses petites aventures.",
        "adopte": false,
        "castre": false,
        "imageUrl": "assets/images/Choupi.jpg"
      },

      {
        "id": 26,
        "nom": "Gaston",
        "espece": "Chien",
        "race": "Jack Russel",
        "sexe": "Male",
        "age": 3,
        "description": "Gaston a trouvé sa famille d'amour et vit maintenant à la campagne. Petite boule d'énergie, et chasseur de mouches à ses heures perdues, il aime son maitre par dessus.",
        "adopte": true,
        "castre": true,
        "imageUrl": "assets/images/Gaston.jpg"
      },
      {
        "id": 27,
        "nom": "Arnold",
        "espece": "Chien",
        "race": "Jack Russel",
        "sexe": "Male",
        "age": 4,
        "description": "Arnold vit maintenant dans une super famille, et passe son temps à manger des souris. Petit chien plein de douceur, il aime pronzer au soleil.",
        "adopte": true,
        "castre": true,
        "imageUrl": "assets/images/Arnold.jpg"
      },
      {
        "id": 28,
        "nom": "Jean-Claude",
        "espece": "Chat",
        "race": "Chat Européen",
        "sexe": "Male",
        "age": 3,
        "description": "Jean-Claude AKA JC a été recueilli par une famille chaleureuse. Il aime se faufiler dans le lit de son maitre, ou bien vomir des souris.",
        "adopte": true,
        "castre": true,
        "imageUrl": "assets/images/Jean-Claude.jpg"
      },
      {
        "id": 29,
        "nom": "Virgule",
        "espece": "Chien",
        "race": "Dalmatien",
        "sexe": "Male",
        "age": 8,
        "description": "Virgule AKA Fufu AKA Fufufufu a trouvé sa famille pour la vie. Tendrement choyé, Fufu a même eu droit à des cours de chien, enseignés par son jeune maitre. ",
        "adopte": true,
        "castre": true,
        "imageUrl": "assets/images/Virgule.jpg"
      },
      {
        "id": 30,
        "nom": "Django",
        "espece": "Chien",
        "race": "Bouvier Bernois",
        "sexe": "Male",
        "age": 1,
        "description": "Django vient tout juste de trouver sa famille de rêve. Pas trop farouche, il s'adapte vite à son environnement. En vrai bébé gangsta, il ne se laisse pas intimider pas ses deux nouveaux camarades, quelque peu antipathiques de prime abord. ",
        "adopte": true,
        "castre": true,
        "imageUrl": "assets/images/Django.jpg"
      },
      {
        "id": 31,
        "nom": "Balou",
        "espece": "Chat",
        "race": "Chat Européen",
        "sexe": "Male",
        "age": 4,
        "description": "Balou habite maintenant dans un environnement chaleureux, avec deux nouveaux maitres qui prennent soin de lui. Il a été adopté avec son grand frère, Simba. Un peu agressif sur les bords, il n'hésite pas à casser des gueules.",
        "adopte": true,
        "castre": true,
        "imageUrl": "assets/images/Balou.jpeg"
      },
      {
        "id": 32,
        "nom": "Simba",
        "espece": "Chat",
        "race": "Chat Européen",
        "sexe": "Male",
        "age": 4,
        "description": "Simba vit actuellement sa meilleure vie de petit lion au sein d'une famille aimante. Simba est un peu peureux, mais son frère Balou veille sur lui, pour le protéger de son vilain maitre GG.",
        "adopte": true,
        "castre": true,
        "imageUrl": "assets/images/Simba.jpeg"
      },
      {
        "id": 35,
        "nom": "Manatee",
        "espece": "Chien",
        "race": "Berger Australian",
        "sexe": "Femelle",
        "age": 6,
        "description": "Manatee AK La Queen vit sa nouvelle vie de princesse entourée de beaucoup d'amour. Légèrement capricieuse sur les bords, elle préfère le confort de l'intérieur à l'extérieur. ",
        "adopte": true,
        "castre": true,
        "imageUrl": "assets/images/Manatee.png"
      },
      {
        "id": 36,
        "nom": "Pompon",
        "espece": "Chat",
        "race": "Chat Européen",
        "sexe": "Male",
        "age": 12,
        "description": "Pompon a trouvé sa famille pour la vie. Gros poupou très attachant et attaché à ses petits humains, il sait rendre l'amour qu'on lui donne. De plus, il a un certain talent de mannequin...",
        "adopte": true,
        "castre": true,
        "imageUrl": "assets/images/Pompon.jpg"
      },
      {
        "id": 37,
        "nom": "Akhenatonne",
        "espece": "Chat",
        "race": "Chat Européen",
        "sexe": "Femelle",
        "age": 5,
        "description": "Akhenatonne est une petite chatte sauvageonne qui a été recueillie par sa famille. Elle ne rentre chez eux que pour manger (petite ingrate (comme son maitre)), puis repart vivre sa vie d'exploratrice indépendante.",
        "adopte": true,
        "castre": true,
        "imageUrl": "assets/images/Akhenatonne.jpg"
      },
      {
        "id": 38,
        "nom": "Sora",
        "espece": "Chat",
        "race": "Chat Européen",
        "sexe": "Male",
        "age": 4,
        "description": "Sora est le king de la maison, mais il n'aime pas trop la compagnie des autres chats. Indépendant et mystérieux, il préfère les moments de calme et de solitude, mais sait aussi se faire câliner lorsqu'il en a envie.",
        "adopte": true,
        "castre": true,
        "imageUrl": "assets/images/Sora.jpg"
      },
      {
        "id": 39,
        "nom": "René-Miaouss-Tarzan",
        "espece": "Chat",
        "race": "Siamois",
        "sexe": "Male",
        "age": 3,
        "description": "René-Miaouss-Tarzan, champion de saut dans sa catégorie, ",
        "adopte": true,
        "castre": true,
        "imageUrl": "assets/images/Rene-Miaouss-Tarzan.jpg"
      },
      {
        "id": 40,
        "nom": "Joséphine",
        "espece": "Chat",
        "race": "Chat Européen",
        "sexe": "Femelle",
        "age": 2,
        "description": "Joséphine est une vraie petite fofolle, toujours en mouvement ! Elle adore explorer tous les recoins de la maison et joue avec tout ce qui lui passe sous la patte. Cette boule d'énergie apporte beaucoup de joie à sa famille.",
        "adopte": true,
        "castre": true,
        "imageUrl": "assets/images/Josephine.jpg"
      },
      {
        "id": 41,
        "nom": "Tora",
        "espece": "Chat",
        "race": "Chat Européen",
        "sexe": "Femelle",
        "age": 6,
        "description": "Tora est une grande exploratrice qui adore passer ses journées à l'extérieur. Dès qu'elle rentre de ses aventures, elle appelle ses maîtres avec un petit 'Miaaaouuuu !'. Très affectueuse, elle aime les papouilles et ne manque jamais de venir dire bonjour avant de s'endormir en boule.",
        "adopte": true,
        "castre": true,
        "imageUrl": "assets/images/Tora.jpg"
      },
      {
        "id": 42,
        "nom": "Noirau",
        "espece": "Chat",
        "race": "Chat Européen",
        "sexe": "Male",
        "age": 4,
        "description": "Noirau est un petit chat sauvé de la rue. Aujourd'hui, c'est un adorable casse-bonbon qui adore réclamer son bol de lait ou un bonbon à son papa. Son nom vient des Noiraudes, les petites boules de suie de l'univers Ghibli.",
        "adopte": true,
        "castre": true,
        "imageUrl": "assets/images/Noirau.jpg"
      },
      {
        "id": 43,
        "nom": "Inox",
        "espece": "Chien",
        "race": "Border Collie",
        "sexe": "Femelle",
        "age": 5,
        "description": "Inox est une chienne très joueuse et sage comme une image. Ancienne championne de Belgique en agility, elle a pu trouvé une belle vie de famille où elle peut montrer toute son affection et sa douceur au quotidien.",
        "adopte": true,
        "castre": true,
        "imageUrl": "assets/images/Inox.png"
      }
      
    ]
  }
